Repository: visaplan/plone.behaviors
Catalog: src/visaplan/plone/behaviors/locales/*/LC_MESSAGES/visaplan.plone.behaviors.po
Languages: de

source: A cascade of hierarchical buzzwords, for categorization
de: Eine Kaskade hierarchischer Schlagwörter für die Kategorisierung

source: A short description of the object which can be displayed below
de: Eine kurze Beschreibung des Objekts, die darunter ausgegeben werden kann

source: A simple image field, for preview use
de: Ein einfaches Vorschaubild

source: Allows to exclude objects from standard catalog searches
de: Erlaubt es, Objekte von der normalen Katalogsuche auszuschließen

source: Caption
de: Bildunterschrift

source: Caption and legend
de: Bildunterschrift und Legende

source: Chosen height and width
de: Festlegung von Höhe und Breite

source: Dimensions
de: Dimensionen

source: Exclude from search
de: Von der Suche ausschließen

source: Height
de: Höhe

source: Hierarchical buzzwords
de: Hierarchische Schlagwörter

source: Knowledge field
de: Fachbereich

source: Legend
de: Legende

source: Please select a value from the hierarchical vocabulary
de: Bitte wählen Sie eine Kategorie aus der Hierarchie

source: Preview image
de: Vorschaubild

source: The height needed for a reasonable view of the object
de: Die Höhe, die für eine vernünftige Ansicht benötigt wird

source: The width needed for a reasonable view of the object
de: Die Breite, die für eine vernünftige Ansicht benötigt wird

source: This image will be used for listings etc.
de: Dieses Bild wird u.a. in Auflistungen verwendet

source: Width
de: Breite
